#!/usr/bin/env xonsh

chapters = [
    ["平假名","平假名 2","平假名 3","平假名 4","问候","固定用法", "介绍", "人", "兴趣爱好"],
    ["饮食", "时间", "时间2", "家居", "介绍 2", "家庭","学校","餐馆"],
    ["家庭 2", "活动", "日程", "位置", "家居 2", "爱好", "交通", "酒店"],
    ["服饰", "爱好 2", "天气","兴趣爱好 2", "天气 2","方向", "饮食 2","餐馆 2", "向导", "购物","日期","人 2"],
    ["日期 2", "活动 2", "自然", "教室", "感受", "事物", "方向 2", "购物 2", "爱好 3", "教室 2", "教室 3"],
    ["健康", "假期", "事物 2", "日期 3", "人 3", "亚文化", "动物", "奥运会"]
]


for idx,ele in enumerate(chapters):
    idx = idx + 1
    print(idx, ele)
